[
    {
        "name": "Emma Baker",
        "class": 2018,
        "college": "McMurtry",
        "phoneNumber": "281-796-0468",
        "email": "emb9@rice.edu",
        "internship1": "Arup (Summer 2015)",
        "description1": "Contributed to rail, energy, and highway projects to support this global engineering firm; Conducted research on topics ranging from vibration and noise analysis of high-speed trains to the use of geothermal energy systems; Developed and reviewed engineering reports and provided basic technical assistance",
        "internship2": "Trumbull Unmanned (Summer 2016)",
        "description2": "Managed a variety of projects for this drone services company to help clients leverage unmanned aircraft systems (UAS) technology for safer, more efficient data collection; Conducted research on the latest drone technologies and developed a catalog of technical datasheets summarizing design specifications, applications, and integrated technology",
        "internship3": "Dr. Higg's PFTL (Particle Flow and Tribology Lab) (Summer 2017)",
        "description3": "Worked with and mastering the optical profilometers, AFM (atomic force microscope, RTEC tribometer, and nanoindenter to help contribute to Dr. Higg's tribology research",
        "internship4": "RCEL Teaching Assistant (Fall and Spring Semesters, 2016-Present)",
        "description4": "Assist professor with course preparation, classroom discussions and group exercises to teach students the fundamental principles of engineering leadership; Develop and run workshops to assist with projects and assignments on effective leadership, and provide one-on-one student support and guidance through outside office hours",
        "currentWork": ""
    },
    {
        "name": "Joel Kim",
        "class": 2019,
        "college": "Will Rice",
        "phoneNumber": "281-912-5447",
        "email": "syk4@rice.edu",
        "internship1": "Dr. O'Malley's MAHI Lab",
        "description1": "Working on how the geometry and mapping of a skin stretch device for prosthetics affects its effectiveness. Check out the website for a more info",
        "internship2": "Northrop Grumman",
        "description2": "Working on a few projects that automate manufacturing processes and data acquisition for building navigation systems, designing a structure to more efficiently load devices in a vacuum oven, optimizing an error-checking procedure for fixing devices not up to quality standards",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Joey Lou",
        "class": 2019,
        "college": "Lovett",
        "phoneNumber": "832-907-1218",
        "email": "jl129@rice.edu",
        "internship1": "Maker Collider",
        "description1": "Maker company in China. Worked on Arduino programing, CAD prototyping, customer interviews and document translation.",
        "internship2": "AtmoSpark/ Owlspark (Summer 2017)",
        "description2": "Atmospark is a startup working on atmospheric water generator. Doing a lot of customer discovery right now. Also working on techinical prototyping for showcase. Will update after summer",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Daphne Wang",
        "class": 2019,
        "college": "Will Rice",
        "phoneNumber": "636-448-1445",
        "email": "dw39@rice.edu",
        "internship1": "GE Aviation",
        "description1": "Designed pneumatically-operated arm for imaging scopes. Ultimately this improved image quality and improved safety for workers on the manufacturing floor where they had to use these scopes.",
        "internship2": "Northrop Grumman",
        "description2": "First project: worked on implementation of health and status management systems for nuclear facilities. Second project: conducted capability analyses for nuclear facility's physical security (as opposed to cybersecurity)",
        "internship3": "Washington University School of Medicine",
        "description3": "Conducted genetics research with fruit flies - didn't really relate to major that much.",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "James Phillips",
        "class": 2018,
        "college": "Lovett",
        "phoneNumber": "407-967-9687",
        "email": "jep8@rice.edu",
        "internship1": "Szucs Engineering (Summer 2015)",
        "description1": "Machinist's Apprentice: Worked on a variety of hands on construction projects. Projects ranged from building a gate, forklift maintenance, generator cover design, to printing machine repair",
        "internship2": "Rice University-UT Health (Summer 2016)",
        "description2": "Created a Python GUI for use with an intestinal swelling modeling program. Tested modeling program to ensure accuracy. Did some Pre-Med research stuff that wasn't really engineering",
        "internship3": "Dr. Higg's PFTL (Particle Flow and Tribology Lab) (Summer 2017)",
        "description3": "Work on validating particle flow model in drilling application using drill test rig. Will Update when more things happen",
        "internship4": "Dr. Brake's Vibration Lab (Summer 2017)",
        "description4": "Researched and Designed a Test stand for the analysis of down hole drillstring vibration dynamics",
        "currentWork": ""
    },
    {
        "name": "Nick Wolf",
        "class": 2018,
        "college": "Baker",
        "phoneNumber": "281-470-7818",
        "email": "npw2@rice.edu",
        "internship1": "Rice OEDK",
        "description1": "",
        "internship2": "Dr. Higg's PFTL (Particle Flow and Tribology Lab) (Summer 2017)",
        "description2": "",
        "internship3": "RSTEM (Summer 2016)",
        "description3": "fucked around and made friends with Brennan Han poor life choices",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Nicholas Sepulveda",
        "class": 2018,
        "college": "WIESS",
        "phoneNumber": "407-810-3049",
        "email": "nbs2@rice.edu",
        "internship1": "Anadarko Petroleum (Summer 2016)",
        "description1": "Designed several Pressure Relief Valves, sizing them to provide protection to vulnerable vessels and piping at Natural Gas Compressor Stations. Explored avenues to increase efficiency and designed a multi-stage NGL pump to move volatile liquids from a low pressure gathering vessel to a high pressure discharge line.",
        "internship2": "REU - North Carolina State University (Extreme Composites Lab) (Summer 2017)",
        "description2": "Working to improve the flexiblity of ITO/PET layers in electronics. Optimizing MATLAB code to feed into FEM solvers to identify what combinations of layers reduce failure modes the most. Working with mechanical properties of nano materials.",
        "internship3": "Rice OEDK (Fall and Spring Semesters 2015 to Present)",
        "description3": "Technician in the Oshman Engineering Design Kitchen. Certified to work on and with rapid prototyping equipment ranging from Lathes and Drill Presses to 3D printers and plasma cutters. Helped student design teams implement rapid prototyping solutions.",
        "internship4": "",
        "description4": "",
        "currentWork": "Grad school hype train CHOO CHOO"
    },
    {
        "name": "Eric Voigt",
        "class": 2020,
        "college": "Brown",
        "phoneNumber": "205-285-7502",
        "email": "eev1@rice.edu",
        "internship1": "Technische Universität Darmstadt FZD",
        "description1": "Created a digital representation of the Griesheim August-Euler-Flugplatz testing facility for autonomous vehicles so that digital simulations of active safety features may be conducted and validated.",
        "internship2": "",
        "description2": "",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Fariha Rashid",
        "class": 2017,
        "college": "Will Rice",
        "phoneNumber": "713-517-8583",
        "email": "rashidfariha@gmail.com",
        "internship1": "Rice CEVE Dept (Cohan Research Group)",
        "description1": "Wrote a critical review summarizing different aspects of demand response, including techniques that could be implemented in the ERCOT system and basic costs of carrying out demand response techniques based on sector. Participated in group meetings with Dr. Cohan and other graduate students and discuss pertinent topics in civil and environmental engineering, with a focus on recent EPA policies",
        "internship2": "ITW Global Brands (Summer 2015)",
        "description2": "Developed quantitative product differentiation procedure for wiper blades utilizing infra-red technology. Independently conducted tests in a laboratory setting to test wipe quality of company wiper blades. Regularly prepared and presented project findings to technology and business directors. Engaged in networking and personal and professional development through company representatives.",
        "internship3": "ITW Global Brands (Summer 2016)",
        "description3": "Tested and provided feedback to L&T Technology Services for LabView application to be integrated into previously developed product differentiation procedure. Worked with Digital Harmonic LLC to integrate image definition technology into wiper blade quality testing. Conducted measurement system analysis of company's TRICOR gloss measurement equipment, used to test the quality of automotive aftermarket chemicals. Regularly prepared and presented project findings to technology and business directors",
        "internship4": "",
        "description4": "",
        "currentWork": "Pacific Drilling, Houston, TX"
    },
    {
        "name": "Nicole Moes",
        "class": 2017,
        "college": "Martel",
        "phoneNumber": "720-839-8075",
        "email": "nicole.moes@ricealumni.net",
        "internship1": "Hazen Research, Inc. (Summer 2015)",
        "description1": "In the Mineralogy and Hydrometallurgy departments, conducted test work and acquired data for bench scale mineral processing technology. Prepared cost estimates, project proposals, reports, and a final presentation. Organized, analyzed, and verified technical data for flotation and separation tests",
        "internship2": "BP America (Summer 2016)",
        "description2": "For the subsea sector of Gulf of Mexico Operations, analyzed the cost and value of subsea anomalies; recommended ways to reduce cost; calculated the optimal cleaning frequency for umbilicals to minimize cost over lifetime. Worked with contractors to develop requirements for data preparation and entry into data management system (Maximo) to facilitate efficient data transfer to the operations teams. Observed offshore subsea installation work; created ROV video overlay titles to save $65,800, 13.2 hours; attended safety meetings and contributed safety comments via WISE (Working in a Safe Environment) cards.",
        "internship3": "Arup (Summer 2017)",
        "description3": "In the Buildings division, built, ran, analyzed thermal load models via Trane TRACE 700. Selected VAV and fan powered terminal units; designed ductwork, air distribution and return systems. Drafted HVAC systems in Revit; updated mechanical details, schedules, and notes for delivery to client. Translated technical drawings to intuitive graphic representations for project proposals",
        "internship4": "",
        "description4": "",
        "currentWork": "Arup, Houston, TX"
    },
    {
        "name": "Damien Ng",
        "class": 2018,
        "college": "Baker",
        "phoneNumber": "832-922-2166",
        "email": "yn12@rice.edu",
        "internship1": "Dr. Fathi Ghorbel's RiSYS Lab",
        "description1": "Focused on understanding the kinematics of holonomic omnidirectional and differential drive research robots, and obtaining accuracy in terms of movement control and data collection. Performed an error characterization analysis of a laser proximity sensor using MATLAB in an effort to increase accuracy of localization.",
        "internship2": "Moscow Space Development: Theory and Practice (Summer 2016)",
        "description2": "Not really an internship and research experience, but still relevant here as it is helpful for anyone interested in understanding international aerospace collaboration. Organized by Baker Institute, you will be part of the american contingent that will collaborate with students from various universities around the world in developing a detailed hypothetical technical plan to tackle an aerospace problem. In my year, we outlined a plan to construct a space telescope out of harvested asteroid materials from 101955 Bennu. I conceptualized and designed using Solidworks space robots for various uses on asteroid, such as mining and transportation, while keeping in mind the effects of microgravity on the dynamics of the robots. Besides the technical work, I got to visit aerospace facilities, talk to cosmonauts (even those currently on the ISS!) and visit cultural places in Moscow. Learned so much and gained many great friends from this program!",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Annie Nordhauser",
        "class": 2017,
        "college": "McMurtry",
        "phoneNumber": "512-297-5505",
        "email": "annie.nordhauser@gmail.com",
        "internship1": "Goodman Manufacturing (Houston Air Handler Facility)",
        "description1": "Managed daily and weekly data reports on air handler line production. Hands on experience in managing line prduction and line optimization. Worked with a team of manufacturing engineers on implementing an andon control system for coil tubings.",
        "internship2": "United Airlines (Houston Downtown office)",
        "description2": "Wrote standardized maintenance work instructions for fluids systems on Boeing 737, 757, 767, 777, and 787 fleet. Some Airbus exposure. After writing instructions, piloted projects around the US (went to an airport and performed maintenance procedures in hangars). United grants pass travel access to all United Interns (you can fly anywhere you want for free if there is an open seat -- including first class seats) READ: Amsterdam for the weekend. They don't hire too many engineers unless you've worked in multiple internships with them. Apply as a sophomore!",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": "Schlumberger Oil and Gas - Field Engieer in San Antonio, TX"
    },
    {
        "name": "Andrew Low",
        "class": 2020,
        "college": "Sid Rich",
        "phoneNumber": "408-334-5265",
        "email": "andrew.low@rice.edu",
        "internship1": "A*STAR Singapore (Summer 2017)",
        "description1": "Conducting mechanical and electrical conductivity tests for research on carbon aerogel materials. Used LabView to manage and control data collection for these tests.",
        "internship2": "Dr. Fathi Ghorbel's RiSYS Lab (Spring 2017)",
        "description2": "Used Solidworks to design a floating robot that can inspect and assess the interiors of oil tanks. Did some analysis on the buoyancy of the robot and constructed a prototype for the robot.",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Angelo Rossi",
        "class": 2020,
        "college": "Duncan",
        "phoneNumber": "305-281-5542",
        "email": "am117@rice.edu",
        "internship1": "Miller Lab @BRC",
        "description1": "Desinging and assembling prosthetic hands in partnership with Shriner's Hospital. Helping children gain autonomy in everyday life.",
        "internship2": "",
        "description2": "",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Michael Devine ",
        "class": 2018,
        "college": "Will Rice",
        "phoneNumber": "832-341-9979",
        "email": "msd9@rice.edu",
        "internship1": "AECOM  (Houston-Summer 2016)",
        "description1": "Assisted engineers and architects with infrastructure projects that utilized computer aided design.Under the supervision of senior engineers, used AutoCAD and Revit software to edit and annotatedrafts of upcoming building projects utilized by engineers on project sites in New York and Arkansas.Reviewed mechanical, plumbing, and electrical building plans for work scope planning processes.",
        "internship2": "Dr. Eleazar Marquez (Dynamics and Vibrations research-Fall & Spring 2016-2017)",
        "description2": "Developing drill-bits in SolidWorks and performing stress analysis simulations to improve drillbit design. Examining dynamic modeling of simple oscillators through MATLAB.",
        "internship3": "Carollo Engineers",
        "description3": "Assisting professional engineers and project managers at Carollo Engineers to meet biweekly deadlines and milestones for the Northeast Houston Water Purification Plant Expansion Project. Tasks include working with project managers to organize project database files to increase workflow, reviewing structural design reports, and annotating or editing building schematics through CAD software.",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Kaysie Tam",
        "class": 2018,
        "college": "Martel",
        "phoneNumber": "512-918-0623",
        "email": "kyt1@rice.edu",
        "internship1": "PFTL @ Rice Nest",
        "description1": "",
        "internship2": "",
        "description2": "",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Harrison Lin",
        "class": 2018,
        "college": "Brown",
        "phoneNumber": "214-686-0919",
        "email": "hll2@rice.edu",
        "internship1": "OEDK SEED",
        "description1": "Developed low-cost arduino-based healthcare devices for clients at Queen Elizabeth Central Hospital in Malawi.",
        "internship2": "Schlumberger",
        "description2": "Excel",
        "internship3": "Carbon",
        "description3": "Hardware Engineering Team - Mechanical. Worked on the Adidas Futurecraft 4D x Carbon team to develop, design, and streamline manufacturing methods for their 3D printed midsoles,",
        "internship4": "carbon3d.com",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Peter Lucido",
        "class": 2018,
        "college": "Duncan",
        "phoneNumber": "646-678-2982",
        "email": "Pal1@rice.edu",
        "internship1": "Lockheed Martin Aeronautics",
        "description1": "Database design for F-35 Test and Verification in Ft. Worth. Focused on improving efficency of test plans, and limiting test repetition. (Each flight is about 1mil or so). Using Matlab, SQL. Full internship program in addition to work.",
        "internship2": "",
        "description2": "",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Sage McAdams",
        "class": 2020,
        "college": "Wiess",
        "phoneNumber": "972-809-6337",
        "email": "scm9@rice.edu",
        "internship1": "PFTL @ Rice Nest",
        "description1": "",
        "internship2": "",
        "description2": "",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Sean Kelley",
        "class": 2018,
        "college": "Lovett",
        "phoneNumber": "210-557-0724",
        "email": "srk3@rice.edu",
        "internship1": "Safran Electrical & Power",
        "description1": "Spring 2017 Manufacturing engineering internship supporting production floor operations in a Sarasota, FL plant producing aircraft electrical components. Worked on tooling and fixture design, hardware failure investigations, process improvements, and capital expenditure justifications.",
        "internship2": "Boeing Space & Missile Systems",
        "description2": "Summer 2017 systems engineering internship for the ISS program in Houston. Work includes payload integration verification, analysis planning and tracking, requirements analysis and documentation, a CST-100 development project, and generally pretending to know what the hell is going on.",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Drew Petty",
        "class": 2017,
        "college": "Duncan",
        "phoneNumber": "817-876-9973",
        "email": "drewp569@gmail.com",
        "internship1": "The Brandt Companies",
        "description1": "Engineering work for an HVAC contractor. Brandt does some work at Rice and has cool projects across Texas",
        "internship2": "Air Liquide",
        "description2": "Plant Engineer in Houston for Industrial Gas Corporation. Spent time shadowing the plant operators and worked on some heavy equipment",
        "internship3": "Lockheed Martin Aero",
        "description3": "Structural Integrity Analysis for the F-16 and F-22 at the Lockheed Fort Worth Plant. Worked on several different projects and tracked material fatigue and crack growth",
        "internship4": "",
        "description4": "",
        "currentWork": "Lockheed Martin Skunkworks"
    },
    {
        "name": "Gentry Clark",
        "class": 2019,
        "college": "McMutry",
        "phoneNumber": "512-705-4540",
        "email": "gcc3@rice.edu",
        "internship1": "C Design Lab, Purdue University (Summer 2016)",
        "description1": "Designed and piloted activities for GERI robotics summer program for middle schoolers. Designed cardboard robots with SolidWorks, assisted with activity structure.",
        "internship2": "Viking Cold Solutions (Summer 2017)",
        "description2": "Assisted design of next generation of PCM Modules and designed mounts for new installations. Also created catalog of existing parts in SolidWorks.",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Josh Kaye",
        "class": "2017/2018",
        "college": "Wiess",
        "phoneNumber": "347-224-5448",
        "email": "jpk3@rice.edu",
        "internship1": "Project Consulting Services",
        "description1": "Wrote some sql and did some other miscellaneous tasks for their mobile inspection forms service. Midstream oil and gas service",
        "internship2": "Atec",
        "description2": "Mostly just did CAD stuff making a model of their test cells and also put together quotes on machining for the big boiz in aerospace. I think they probably would have given me more real work if I'd pushed for it harder.",
        "internship3": "SpaceX",
        "description3": "Manufacturing engineer for Dragon 2 propulsion components. Ran ATP for a bunch of valves, designed tooling, did analysis and dispositioned next steps for non-conforming hardware, wrote a bunch of work instructions. Learned a bunch of keyboard shortcuts, threw out a bunch of very expensive hardware, played some ping pong",
        "internship4": "SpaceX",
        "description4": "Manufacturing Engineer for Falcon propulsion components. Same stuff as the last internship but with slightly more complicated valves that are built in house. Also get to bring a brand new valve into production. I built flight parts myself by hand!",
        "currentWork": ""
    },
    {
        "name": "Nickolas Walling",
        "class": 2018,
        "college": "Lovett",
        "phoneNumber": "337-529-2610",
        "email": "npw1@rice.edu",
        "internship1": "Nakatani RIES (Research and International Experience for Students) Fellowship",
        "description1": "This program brings rising freshmen and sophomore students to Japan for 12 weeks in order to conduct cutting edge research and learn about the Japanese language and culture. This program is more focused towards MSNE, ELEC, and PHYS, but there may be labs of interest for MECH students (like me). This program is fully funded and requires that the participant is a U.S. citizen. See website for more details: http://nakatani-ries.rice.edu/",
        "internship2": "",
        "description2": "",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Roshni Kaushik",
        "class": 2017,
        "college": "Will Rice",
        "phoneNumber": "615-403-8312",
        "email": "roshni.s.kaushik@gmail.com",
        "internship1": "SURE REU Program in Robotics",
        "description1": "I worked at RAIL (Robotic Autonomy and Interactive Lab) at Georgia Tech through a summer research program. My advisor was Sonia Chernova, and I worked closely with post-doctoral fellow Reza Ahmadzadeh. The program is fully funded (housing + food stipend + getting paid). You have to apply in the fall of the previous year and the application process is pretty similar to college applications (i.e. recommendations, essays, etc.). Totally worth it though.",
        "internship2": "",
        "description2": "",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Savannah Cofer",
        "class": 2020,
        "college": "Jones",
        "phoneNumber": "614-935-3586",
        "email": "sac10@rice.edu",
        "internship1": "Nakatani RIES (Research and International Experience for Students) Fellowship",
        "description1": "This is the same program as Nikolas (scroll up two) :). My research this summer is at Tokyo University in the Maruyama Chiashi laboratory, which is in the Mechanical Engineering department but has a focus on nanoengineering and materials synthesis. Three weeks of Japanese language and culture classes with the other fellows, and nine weeks in different research labs. One of the most unique parts about the program is that they truly care about the students and each participant has many mentors and lots of personal attention, so the whole experience is much more than just research. You can read our weekly blogs online here: http://nakatani-ries.rice.edu/student-profiles/2017-2/2017-u-s-fellows/",
        "internship2": "",
        "description2": "",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "William Jones",
        "class": 2018,
        "college": "Lovett",
        "phoneNumber": "615-403-1827",
        "email": "wpj1@rice.edu",
        "internship1": "Chevron Corp. - Midcontinent Business Unit - Midland, TX - (Summer 2017)",
        "description1": "Oversaw the construction of the addition of a second separation train at a central tank battery in a green, unconventional field. Lots of tank batteries, compressor stations, saltwater disposals, satellites. Most work is general project management, but required detailed technical understanding.In addition, with Chevron, expect lots and lots of corporate processes that take the whole summer to figure out.",
        "internship2": "Chevron Corp. - Energy Technology Company - Houston TX - (Summer 2016)",
        "description2": "I worked in the Subsea Intervention group (VERY different than well intervention). To be quite honest, no one had any work to do, least of all me, and unless things pick back up in oil and gas, anything subsea related is going to be very difficult to get into. That said, I created a justification and design for a small scale mechanical oil disperser. Involved lots of writing, learning about ROVs, CAD, and corporate processes.",
        "internship3": "Vanderbilt University STORM Lab (Science and Technology of Robotics in Medicine)",
        "description3": "Attempted to figure out how to provide proportional fluid flow control to a water jet powered endoscopic capsule intended for third world use (eg, whole thing was dirt cheap and disposable, minus the camera.) I didn't make any huge contributions but got a conference publication out of it. I'm always happy to talk to people about Vanderbilt and opportunities there.",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Elizabeth Goodnight",
        "class": 2018,
        "college": "Brown",
        "phoneNumber": "254-722-1778",
        "email": "ehg3@rice.edu",
        "internship1": "O-WEEK",
        "description1": "hi I coordinated O-Week; you basically know what this is, but for me it was a lot of detail-oriented logistics, plus handling budgets and managing people. I originally considered it to be totally unrelated to my engineering degree, but my hiring manager at Boeing directly referenced my experience with O-Week as a major reason I was hired :')",
        "internship2": "Boeing Defense",
        "description2": "Design Engineering Intern on the Mechanical Systems team for the H-47 Chinook rotorcraft; floated between different subteams, including fuel, hydraulics, propulsion, and planning (systems integration). Involved a lot of modeling via CATIA (rip) and environmental systems analysis",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Jack Kaplan",
        "class": 2018,
        "college": "Baker",
        "phoneNumber": "713-244-4382",
        "email": "Jmk11@rice.edu",
        "internship1": "Function Engineering",
        "description1": "I worked as an intern at a mechanical design consulting firm in the Bay Area (function.com). If you're interested in product design, I'd check them out. Feel free to contact me and ask me any questions you have.",
        "internship2": "",
        "description2": "",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Anna Norris",
        "class": 2018,
        "college": "Martel",
        "phoneNumber": "254-733-3055",
        "email": "amn5@rice.edu",
        "internship1": "Intern for Rice OEDK/ Dr. Woods/ Senior Design Project",
        "description1": "",
        "internship2": "Enterprise Products",
        "description2": "",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Kristoff Graham",
        "class": 2019,
        "college": "Brown",
        "phoneNumber": "281-782-6232",
        "email": "kcg10@rice.edu",
        "internship1": "DAAD Research Program at Karlsruher Institut für Technologie",
        "description1": "Worked as a research assistant on a test rig that aims to add an additional degree of freedom of steering, as most modern test rigs do not allow for steering while testing.Tasks so far include: working in Creo to make a number of parts for the CAD model of the test rig, searching and contacting manufacturers to get those parts, creating a simulink model to calibrate a sensor used for measuring the angle of turn of the wheel, creating plots of data in MATLAB",
        "internship2": "",
        "description2": "",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Elizabeth Goodnight",
        "class": 2018,
        "college": "Brown",
        "phoneNumber": "254-722-1778",
        "email": "ehg3@rice.edu",
        "internship1": "O-WEEK",
        "description1": "hi I coordinated O-Week; you basically know what this is, but for me it was a lot of detail-oriented logistics, plus handling budgets and managing people. I originally considered it to be totally unrelated to my engineering degree, but my hiring manager at Boeing directly referenced my experience with O-Week as a major reason I was hired :')",
        "internship2": "Boeing Defense",
        "description2": "Design Engineering Intern on the Mechanical Systems team for the H-47 Chinook rotorcraft; floated between different subteams, including fuel, hydraulics, propulsion, and planning (systems integration). Involved a lot of modeling via CATIA (rip) and environmental systems analysis",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Jack Kaplan",
        "class": 2018,
        "college": "Baker",
        "phoneNumber": "713-244-4382",
        "email": "Jmk11@rice.edu",
        "internship1": "Function Engineering",
        "description1": "I worked as an intern at a mechanical design consulting firm in the Bay Area (function.com). If you're interested in product design, I'd check them out. Feel free to contact me and ask me any questions you have.",
        "internship2": "",
        "description2": "",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Anna Norris",
        "class": 2018,
        "college": "Martel",
        "phoneNumber": "254-733-3055",
        "email": "amn5@rice.edu",
        "internship1": "Intern for Rice OEDK/ Dr. Woods/ Senior Design Project",
        "description1": "",
        "internship2": "Enterprise Products",
        "description2": "",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    },
    {
        "name": "Kristoff Graham",
        "class": 2019,
        "college": "Brown",
        "phoneNumber": "281-782-6232",
        "email": "kcg10@rice.edu",
        "internship1": "DAAD Research Program at Karlsruher Institut für Technologie",
        "description1": "Worked as a research assistant on a test rig that aims to add an additional degree of freedom of steering, as most modern test rigs do not allow for steering while testing.Tasks so far include: working in Creo to make a number of parts for the CAD model of the test rig, searching and contacting manufacturers to get those parts, creating a simulink model to calibrate a sensor used for measuring the angle of turn of the wheel, creating plots of data in MATLAB",
        "internship2": "",
        "description2": "",
        "internship3": "",
        "description3": "",
        "internship4": "",
        "description4": "",
        "currentWork": ""
    }
]